amd-ucode
archlinux-keyring
autoconf
automake
baobab
bash
bash-pipes
bat
binutils
bison
bluez
bluez-utils
btrfs-progs
bzip2
coreutils
cpupower
cronie
debugedit
dhcpcd
dialog
dosfstools
e2fsprogs
efibootmgr
epiphany
evince
eza
fakeroot
fbset
feh
file
filesystem
findutils
firefox
flameshot
flex
fzf
gawk
gcc
gcc-libs
gdm
gettext
gimp
git
git-delta
glibc
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gotop-bin
grep
grilo-plugins
grub
gtk-engine-murrine
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gzip
imagemagick
inetutils
iproute2
iputils
jmtpfs
jq
kitty
lazygit
licenses
linux
linux-firmware
linux-headers
loupe
lvm2
lxappearance-gtk3
m4
make
malcontent
man-db
man-pages
mangohud
mpv
mtpfs
nautilus
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntp
nvidia
nvidia-settings
nvidia-utils
onefetch
orca
os-prober
pacman
paru
paru-debug
patch
pavucontrol
pciutils
perl-anyevent-i3
pkgconf
playerctl
procps-ng
psmisc
pulseaudio-bluetooth
pyside2
python
python-pip
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ranger
rustup
rygel
samba
sed
shadow
simple-scan
snapshot
spicetify-cli
spotify
steam
sudo
sushi
systemd
systemd-sysvcompat
tar
tecla
texinfo
totem
tracker3-miners
ttf-dejavu
ttf-liberation
ttf-symbola-free
ttf-unifont
udisks2
unzip
util-linux
vencord-desktop-git
vim
visual-studio-code-bin
wget
wireless_tools
wpa_supplicant
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yelp
yt-dlp
zsh
