arc-gtk-theme
autoconf
automake
bash
bat
binutils
bison
bluez
bluez-utils
btrfs-progs
bzip2
coreutils
cpupower
debugedit
dhcpcd
dialog
discord
dmenu
docker
dosfstools
dunst
e2fsprogs
efibootmgr
fakeroot
fbset
feh
file
filesystem
findutils
firefox
flameshot
flex
fzf
gawk
gcc
gcc-libs
gettext
git
git-delta
glibc
gnome-keyring
gotop-bin
grep
grub
gvfs-mtp
gzip
i3-resurrect
i3-wm
i3blocks
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
jmtpfs
jq
kitty
kora-icon-theme
lazygit
licenses
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
minecraft-launcher
mtpfs
nano
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntp
nvidia
nvidia-utils
onefetch
os-prober
pacman
papirus-icon-theme
paru
patch
pavucontrol
pciutils
pcmanfm
perl-anyevent-i3
phonon-qt5-vlc
picom
pkgconf
playerctl
polybar
procps-ng
psmisc
pulseaudio-bluetooth
pyside2
python
python-pip
python-pywal
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ranger
rofi
samba
sed
shadow
spicetify-cli
spotify
steam
sudo
systemd
systemd-sysvcompat
tar
texinfo
thefuck
ttf-dejavu
ttf-hack-nerd
ttf-liberation
ttf-noto-nerd
ttf-symbola-free
ttf-unifont
udisks2
unzip
util-linux
vim
visual-studio-code-bin
vlc
wget
wireless_tools
wpa_supplicant
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xz
zathura
zathura-cb
zathura-pdf-mupdf
zscroll-git
zsh
