amd-ucode
android-studio
android-udev
archlinux-keyring
ark
autoconf
automake
base-devel
bash
bash-pipes
bat
binutils
bison
bitwarden-cli
bluedevil
bluez
bluez-utils
bottles
brave-bin
breeze
breeze-gtk
breeze-plymouth
btrfs-progs
bzip2
cider-client
coreutils
cpupower
cronie
dbgate-bin
debugedit
dhcpcd
dialog
discover
dkms
dolphin
dolphin-plugins
dosfstools
drkonqi
duplicati-beta-bin
dust
e2fsprogs
efibootmgr
eza
fakeroot
fbset
ferium-bin
file
filelight
filesystem
filezilla
findutils
firefox
flameshot
flat-remix-gtk
flatpak-kcm
flex
fzf
gawk
gcc
gcc-libs
gettext
gimp
git
git-delta
glibc
gnome-boxes
gnumeric
gotop-bin
grep
grub
gtk-engine-murrine
gwenview
gzip
heroic-games-launcher-bin
imagemagick
inetutils
iproute2
iputils
ipython
jmtpfs
jq
jre17-openjdk
jre21-openjdk
jre8-openjdk
kactivitymanagerd
kamoso
kcalc
kcharselect
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kfind
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemlog
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
lazygit
liberica-jdk-21-full-bin
libkscreen
libksysguard
libplasma
licenses
lightly-kf5-git
linux
linux-firmware
linux-headers
localsearch
losslesscut-bin
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
mangohud
milou
mkvtoolnix-cli
monero-gui
mpv
mtpfs
mullvad-vpn
neofetch
neovim
networkmanager
nextcloud-client
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntp
nvidia-open
nvidia-settings
nvidia-utils
obs-studio
ocean-sound-theme
okular
onefetch
openrgb
os-prober
oxygen
oxygen-sounds
pacman
paru-git
paru-git-debug
patch
pavucontrol
pciutils
perl-anyevent-i3
pipewire-audio
pipewire-pulse
pkgconf
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
playerctl
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
prismlauncher
procps-ng
protontricks
psmisc
pyside2
python
python-pip
python311
qemu-full
qqc2-breeze-style
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ranger
reflector
rpcs3-bin
rsync
rustup
samba
sddm-kcm
sed
shadow
spicetify-cli
spotify
steam
sudo
syncthing
syncthingtray-qt6
systemd
systemd-sysvcompat
systemsettings
tailscale
tar
teamspeak
tesseract
texinfo
torbrowser-launcher
ttf-dejavu
ttf-liberation
ttf-symbola-free
ttf-unifont
udisks2
unzip
util-linux
vencord-desktop-git
vim
virt-manager
visual-studio-code-bin
vlc
wacomtablet
wget
wireless_tools
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdotool
xf86-video-vesa
xone-dkms-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yt-dlp
zip
zsh
