alacritty
alsa-utils
arc-gtk-theme
arduino
ark
autoconf
automake
bash
bat
binutils
bison
btrfs-progs
bzip2
cifs-utils
clang
cmake
coreutils
cpupower
debugedit
dhcpcd
dialog
discord
docker
dosfstools
dunst
dust
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox
flameshot
flex
fmt
fzf
gawk
gcc
gcc-libs
gettext
gimp
git
git-delta
glibc
gotop-bin
gparted
grep
grub
gucharmap
gvfs-mtp
gzip
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
jq
kitty
libmtp
licenses
linux-firmware
linux-lts
linux-lts-headers
llvm
lvm2
lxappearance
ly
m4
make
man-db
man-pages
mpv
neofetch
neovim
nerd-fonts-cascadia-code
nerd-fonts-sf-mono
networkmanager
nmap
nodejs-lts-fermium
noto-fonts-cjk
npm
ntfs-3g
ntp
openssh
os-prober
otf-san-francisco-pro
pacman
paru
patch
pavucontrol
pciutils
pcmanfm
picom
pkgconf
playerctl
polybar
procps-ng
psmisc
pulseaudio
pyside2
python
python-pip
python-pywal
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ranger
rofi
screen
sed
shadow
speedtest-cli
spotify-tui
spotifyd
sudo
systemd
systemd-sysvcompat
tar
texinfo
thefuck
ttf-dejavu
ttf-font-awesome
ttf-material-icons-git
ttf-symbola
ttf-unifont
udisks2
unzip
usbutils
uthash
util-linux
vim
w3m
wget
wireguard-tools
wireless_tools
wpa_supplicant
xbindkeys
xclip
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xst-git
xz
zathura
zathura-cb
zathura-pdf-poppler
zip
zsh
