acpi
alsa-utils
atool
autotiling
base
base-devel
bash-pipes
bat
bitwarden-cli
brightnessctl
cbonsai
cifs-utils
cronie
dunst
dust
efibootmgr
exa
firefox
fzf
git
git-delta
gotop-bin
greetd
greetd-tuigreet
grim
grub
imv
intel-ucode
jq
kitty
lazygit
libnotify
linux
linux-firmware
macchina
man-db
mpv
mullvad-vpn-cli
neofetch
neovim
networkmanager
nitch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
onefetch
openssh
p7zip
pacman-contrib
paru
pfetch
pop-icon-theme
pulseaudio
ranger
rofi-lbonn-wayland-git
rustup
slurp
spotify-tui
spotifyd
sudo
sway
swaybg
swayidle
swaylock-effects-git
tree
ttf-hack-nerd
ttf-juliamono
ttf-symbola-free
udiskie
udisks2
unzip
vim
waybar
wayland
wget
wl-clipboard
yt-dlp
zathura
zathura-cb
zathura-pdf-poppler
zip
zsh
